CSI API ETABS v1
cSapModel.EditFrame Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cEditFrame EditFrame { get; }
ReadOnly Property EditFrame As cEditFrame
	Get
Dim instance As cSapModel
Dim value As cEditFrame
value = instance.EditFrame
property cEditFrame^ EditFrame {
	cEditFrame^ get ();
}
abstract EditFrame : cEditFrame with get
Property Value
Type: cEditFrame
See Also
Reference
cSapModel Interface
ETABSv1 Namespace